Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# start-page.cached-downloads.description
source: These files are leftovers from completed package installations. They're safe to remove.
cs: Tyto soubory zůstaly po instalacích balíčků. Můžete je odstranit.
de: Diese Dateien sind Überbleibsel von abgeschlossenen Paketinstallationen. Sie können gefahrlos entfernt werden.
es_419: Estos archivos son restos de instalaciones de paquetes completadas. Son seguros de eliminar.
fr: Ces fichiers sont des restes d'installations de paquets terminées. Ils peuvent être supprimés en toute sécurité.
it: Questi file sono residui da installazioni di pacchetti completate. Si possono rimuovere senza problemi.
ko: 이러한 파일은 완료된 패키지 설치에서 남은 파일입니다. 제거해도 안전합니다.
pt_pt: Estes ficheiros são sobras de instalações de bibliotecas concluídas. São seguros para remover.
ru: Это файлы, оставшиеся после установок пакетов. Их можно безопасно удалить.
tr: Bu dosyalar biten paket yüklemelerinden kalan artık dosyalardır. Güvenle silinebilir.
uk: Ці файли є залишками від завершених інсталяцій пакетів. Їх можна безпечно видалити.
zh_hans: 这些文件是已完成安装软件包的残留。它们可以被安全地移除
zh_hant: 這些檔案是套件安裝完成後所遺留，可以安全刪除。

# start-page.cached-downloads.action
source: Delete Cached Downloads…
cs: Vymazat mezipaměť…
de: Lösche zwischengespeicherte Downloads…
es_419: Eliminar descargas en caché…
fr: Supprimer les téléchargements mis en cache…
it: Elimina download in cache…
ko: 캐시된 다운로드 삭제...
pt_pt: Apagar downloads em cache…
ru: Удалить кеш загрузок...
tr: İndirme Önbelleğini Sil…
uk: Видалити кешовані завантаження...
zh_hans: 删除下载缓存…
zh_hant: 刪除下載快取…

# start-page.update-incremental.package-count-%lld
source: Update %lld packages
cs: Aktualizovat %lld balíčků
de: %lld Pakete aktualisieren
es_419: Actualizar %lld paquetes
fr: Mise à jour de %lld paquets
ko: %lld 패키지 업데이트
pt_pt: Atualiza %lld bibliotecas
ru: Обновить %lld пакетов
tr: %lld paketi güncelle
uk: Оновити %lld пакетів
zh_hans: 更新 %lld 个软件包
zh_hant: 更新 %lld 個套件

# start-page.updated.action.deselect-all
source: Deselect All
cs: Odznačit vše
de: Alle abwählen
es_419: Deseleccionar todo
fr: Désélectionner tout
it: Deseleziona tutto
ko: 모두 선택 해제
pt_pt: Desmarcar tudo
ru: Снять выделение
tr: Seçimleri Kaldır
uk: Скасувати вибір усіх
zh_hans: 取消选择
zh_hant: 取消全選

# start-page.updated.action.select-all
source: Select All
cs: Označit vše
de: Alle auswählen
es_419: Selecionar todo
fr: Tout sélectionner
it: Seleziona tutto
ko: 모두 선택
pt_pt: Selecionar tudo
ru: Выделить все
tr: Tümünü Seç
uk: Вибрати всі
zh_hans: 全选
zh_hant: 全選

# start-page.updates.action
source: Update
cs: Aktualizovat
de: Aktualisieren
es_419: Actualizar
fr: Mettre à jour
it: Aggiorna
ko: 업데이트
pt_pt: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

# start-page.updates.count-%lld
source: There are %lld outdated packages
cs: Máte %lld zastaralých balíčků
de: Es gibt %lld veraltete Pakete
es_419: Hay %lld paquetes desactualizados
fr: Il y a %lld paquets obsolètes
ko: 오래된 패키지 %lld가 있습니다.
pt_pt: Existem %lld bibliotecas desatualizadas
ru: Найдено %lld устаревших пакетов
tr: %lld güncel olmayan paket var
uk: Є %lld застарілих пакетів
zh_hans: %lld 个软件包有可用更新
zh_hant: 共有 %lld 個舊版套件

# start-page.updates.installed-version
source: Installed Version
cs: Nainstalovaná verze
de: Installierte Versionen
es_419: Versión instalada
fr: Version installée
it: Versione installata
pt_pt: Versão instalada
ru: Установленная версия
tr: Kurulu Sürüm
uk: Встановлена версія
zh_hans: 已安装版本
zh_hant: 已安装的版本

# start-page.updates.list
source: Outdated packages
cs: Zastaralé balíčky
de: Veraltete Pakete
es_419: Paquetes desactualizados
fr: Paquets obsolètes
it: Pacchetti da aggiornare
ko: 오래된 패키지
pt_pt: Bibliotecas desatualizadas
ru: Устаревшие пакеты
tr: Güncel olmayan paketler
uk: Застарілі пакети
zh_hans: 可更新的软件包
zh_hant: 舊版套件

# start-page.updates.loading
source: Checking for package updates…
cs: Kontrola aktualizací…
de: Suche nach Paketaktualisierungen …
es_419: Buscando actualizaciones de paquetes…
fr: Vérification des mises à jour des paquets…
it: Verifico aggiornamenti pacchetti…
ko: 패키지 업데이트 확인 중...
pt_pt: A verificar atualizações de bibliotecas…
ru: Проверка обновлений пакетов...
tr: Paket güncellemeleri kontrol ediliyor…
uk: Перевірка оновлень пакетів...
zh_hans: 检查软件包更新…
zh_hant: 正在檢查套件更新…

# start-page.updates.newest-version
source: Newest Version
cs: Nejnovější verze
de: Neueste Version
es_419: Versión más reciente
fr: Nouvelle version
it: Versione più recente
pt_pt: Versão mais recente
ru: Последняя версия
tr: En yeni sürüm
uk: Найновіша версія
zh_hans: 最新版本
zh_hant: 最新版本

# start-page.cached-downloads.graph.other-smaller-packages
source: Others
cs: Ostatní
de: Andere
es_419: Otros
fr: Autres
it: Altri
ko: 기타
pt_pt: Outros
ru: Другие
tr: Diğerleri
uk: Інші
zh_hans: 其他
zh_hant: 其他

# start-page.updates.unmanaged-only.list
source: Unmanaged outdated packages
cs: Nespravované zastaralé balíčky
de: Nicht verwaltete veraltete Pakete
es_419: Paquetes desactualizados sin administrar
fr: Paquets obsolètes non gérés
it: Pacchetti da aggiornare non gestiti
ru: Устаревшие самообновляющиеся пакеты
tr: Yönetilmeyen güncel olmayan paketler
uk: Некеровані застарілі пакети
zh_hans: 可更新的不受管理软件包
zh_hant: 未經管理的舊版套件

# update-packages.no-updates.description
source: You're all up to date
cs: Všechny balíčky máte aktuální
de: Du bist auf dem neusten Stand
es_419: Estás completamente actualizado
fr: Vous êtes à jour
it: Non hai nulla da aggiornare
ko: 모두 최신 상태입니다.
pt_pt: Tudo atualizado
ru: У вас установлены свежие версии пакетов
tr: Güncel durumdasınız
uk: Всі пакети мають останні версії
zh_hans: 已是最新版本
zh_hant: 您已更新至最新版本

# setup.level.slightly-basic.title
source: Slightly Basic
cs: Pokročilejší
de: Etwas einfacher
es_419: Ligeramente básico
fr: Légèrement basique
it: Piuttosto basico
ko: 약간 기본
pt_pt: Ligeiramente básico
ru: Упрощенный
tr: Biraz Temel
uk: Трохи базово
zh_hans: 较为基础
zh_hant: 簡易

# tap-details.included-formulae
source: Formulae Included
cs: Vzorce
de: Formulae enthalten
es_419: Formulas incluidas
fr: Formules incluses
it: Formule incluse
ko: Formulae 포함
pt_pt: Formulae incluídas
ru: Приложения/библиотеки
tr: İçeriğindeki Formüller
uk: Включно Formula
zh_hans: 包含 Formula
zh_hant: 內含 Formula

source: Tap
cs: Pípa
ko: 탭
ru: Источник
zh_hant: 第三方倉庫

# tap-details.contents
source: Contents
cs: Obsah
de: Inhalt
es_419: Contenidos
fr: Contenus
it: Contenuti
ko: 콘텐츠
pt_pt: Conteúdos
ru: Содержит
tr: İçindekiler
uk: Вміщує
zh_hans: 内容
zh_hant: 內容

# tap-details.contents.casks-mostly
source: Mostly Casks
cs: Převážně soudky
de: Hauptsächlich Casks
es_419: Principalmente Casks
fr: Principalement des Casks
it: Soprattutto cask
ko: 대부분 Casks
pt_pt: Maioritariamente Casks
ru: В основном приложения macOS
tr: Çoğunlukla Cask'lar
uk: В основному Cask
zh_hans: 大多数为 Cask
zh_hant: 大多為 Cask

# tap-details.contents.casks-only
source: Only Casks
cs: Pouze soudky
de: Nur Casks
es_419: Solo Casks
fr: Uniquement des Casks
it: Solo cask
ko: 오직 Casks
pt_pt: Apenas Casks
ru: Только приложения macOS
tr: Sadece Cask'lar
uk: Тільки Cask
zh_hans: 仅含 Cask
zh_hant: 僅含 Cask

# tap-details.contents.formulae-mostly
source: Mostly Formulae
cs: Převážně vzorce
de: Hauptsächlich Formulae
es_419: Principalmente Fórmulas
fr: Principalement des Formules
it: Soprattutto formule
ko: 대부분 Formulae
pt_pt: Maioritariamente Formulae
ru: В основном консольные приложения или библиотеки
tr: Çoğunlukla Formüller
uk: В основному Formula
zh_hans: 大多数为 Formula
zh_hant: 大多為 Formula

# tap-details.contents.formulae-only
source: Only Formulae
cs: Pouze vzorce
de: Nur Formulae
es_419: Solo Fórmulas
fr: Uniquement des Formules
it: Solo formule
ko: 오직 Formulae
pt_pt: Apenas Formulae
ru: Только консольные приложения или библиотеки
tr: Sadece Formüller
uk: Тільки Formula
zh_hans: 仅含 Formula
zh_hant: 僅含 Formula

# tap-details.contents.none
source: None
cs: Nic
de: Keine
es_419: Nada
fr: Rien
it: Nessuno
ko: 없음
pt_pt: Nenhum
ru: Ничего
tr: Yok
uk: Нічого
zh_hans: 无内容
zh_hant: 無

# tap-details.included-casks
source: Casks Included
cs: Soudky
de: Casks enthalten
es_419: Casks incluidos
fr: Casks inclus
it: Cask inclusi
ko: Casks 포함
pt_pt: Casks incluídos
ru: Приложения macOS
tr: İçeriğindeki Cask'lar
uk: Включно Cask
zh_hans: 包含 Cask
zh_hant: 內含 Cask

# update-packages.detail-stage.linking
source: Linking new version…
cs: Propojování nové verze…
de: Linke neue Verson...
es_419: Vinculando nueva versión…
fr: Lier la nouvelle version…
it: Associo nuova versione…
ko: 새 버전 연결 중...
pt_pt: A vincular nova versão…
ru: Создание ссылки на новую версию...
tr: Yeni sürüm bağlanıyor...
uk: Привʼязування нової версії...
zh_hans: 链接新版本…
zh_hant: 正在連結新版…

# tap-details.included-packages.search.prompt
source: Included Packages
cs: Balíčky
de: Enthaltene Pakete
es_419: Paquetes incluidos
fr: Paquets inclus
it: Pacchetti inclusi
ko: 패키지 포함
pt_pt: Bibliotecas incluídas
ru: Поиск пакетов
tr: İçeriğindeki Paketler
uk: Включені пакети
zh_hans: 包含软件包
zh_hant: 內含套件

# state.update-homebrew.terminal.message
source: After you click "Open Terminal", use ⌘+V to paste in the command Cork copied for you, then press Return (↩). If no command was copied, write in the command "brew update" and press Return (↩).
cs: Po kliknutí na tlačítko "Otevřít Teminál" použijte klávesovou zkratku ⌘+V. Tím vložíte zkopírovaný příkaz. Poté stiskněte Return (↩). pokud nebyl žádný příkaz zkopírován, vpište do Terminálu příkaz "brew update" a stiskněte Return (↩).
de: Nachdem Sie auf „Terminal öffnen“ geklickt haben, fügen Sie mit ⌘+V den von Cork kopierten Befehl ein und drücken Sie die Eingabetaste (↩). Wenn kein Befehl kopiert wurde, geben Sie den Befehl „brew update“ ein und drücken Sie die Eingabetaste (↩).
es_419: Después de dar click en “Abrir Terminal”, usa ⌘+V para pegar el comando que Cork copio por ti, luego presiona Enter (↩).
fr: Après avoir cliqué "Ouvrir le Terminal », utilisez ⌘+V pour coller la commande que Cork a copié pour vous, puis appuyez sur Entrée (↩). Si aucune commande n’a été copiée, tapez la commande "brew update" puis appuyez sur Entrée (↩).
it: Dopo fatto clic su “Apri “Terminale, usa ⌘+V per incollare il comando che Cork ha copiato per te, poi premi Invio (↩). Se non è stato copiato nessun comando, scrivi “brew update” e premi Invio (↩).
pt_pt: Depois de clicar em "Abrir Terminal", usa ⌘+V para colar o comando que o Cork copiou para ti e pressiona Return (↩). Se nenhum comando foi copiado, escreve o comando "brew update" e pressiona Return (↩).
ru: После нажатия кнопки “Открыть Терминал”, используйте ⌘+V, чтобы вставить команду, которую Cork скопировал для вас. Затем, нажмите Return (↩). Если после нажатия ⌘+V ничего не появилось, наберите “brew update” и нажмите Return (↩).
tr: "Terminal'i Aç" düğmesine tıkladıktan sonra, Cork'un sizin için kopyaladığı komutu yapıştırmak için ⌘+V tuşlarını kullanın, ardından Return (↩) tuşuna basın. Eğer herhangi bir komut kopyalanmadıysa, "brew update" komutunu yazın ve Return (↩) tuşuna basın.
uk: Після того, як Ви натиснете «Відкрити Термінал», використовуйте ⌘+V, щоб вставити команду, яку Cork скопіював для вас, а потім натисніть Return (↩). Якщо команда не була скопійована, введіть команду «brew update» і натисніть клавішу Return (↩).
zh_hans: 点击「打开终端」后，使用 ⌘+V 粘贴 Cork 为您复制的命令，然后按回车键（↩）。 如果没有复制命令，请手动输入「brew update」命令并按回车键（↩）。
zh_hant: 在您點擊「開啟終端」後，使用 ⌘+V 粘貼 Cork 為您複製的指令，然後按下 Return (↩) 鍵。 如果沒有複製任何指令，請輸入「brew update」，然後按 Return (↩) 鍵。

# tap-details.info
source: Info
cs: Informace
es_419: Información
ko: 정보
ru: Подробности
tr: Bilgi
uk: Інформація
zh_hans: 信息
zh_hant: 資訊

# tap-details.loading
source: Loading tap info…
cs: Načítání informací o pípě…
de: Tap Info laden…
es_419: Cargando información del tap...
fr: Chargement des informations du tap…
it: Carico info tap…
ko: 탭 정보 로드 중...
pt_pt: A carregar informação da tap…
ru: Загрузка подробностей источника...
tr: Tap bilgileri yükleniyor…
uk: Завантаження інформації про Tap...
zh_hans: 加载 Tap 信息…
zh_hant: 載入 Tap 資訊…

# tap-details.official-%@
source: %@ is an official tap. Packages included in it are audited to make sure they are safe.
cs: %@ je oficiální pípa. Balíčky, které obsahuje, jsou kontrolovány a neobsahují škodlivý kód.
de: %@ ist ein offizieller Tap. Die darin enthaltenen Pakete werden auf ihre Sicherheit hin überprüft.
es_419: %@ es un tap oficial. Los paquetes incluidos en él son auditados para garantizar que sean seguros.
fr: %@ est un tap officiel. Les paquets inclus dans celui-ci sont audités pour s'assurer qu'ils sont sécurisés.
it: %@ è un tap ufficiale. I pacchetti inclusi in esso vengono ispezionati per assicurarsi che siano sicuri.
ko: %@은 공식 탭입니다. 여기에 포함된 패키지는 안전성을 확인하기 위해 감사를 받습니다.
pt_pt: %@ é uma tap oficial. Bibliotecas incluídas são verificadas e seguras.
ru: %@ — официальный источник. Пакеты в нем проходят проверку на безопасность.
tr: %@ resmi bir tap'tir. İçeriğindeki paketler güvenlik açısından denetlenmiştir.
uk: %@ це офіційний Tap. Пакети включені в нього перевірені та безпечні.
zh_hans: %@ 是一个官方 Tap。 其中的软件包都经过审查以确保安全。
zh_hant: %@ 是個官方的安裝來源。 內含套件都經過審查以確保安全。

# tap-details.package-count
source: Number of Packages
cs: Počet balíčků
de: Anzahl der Pakete
es_419: Numero de paquetes
fr: Nombre de paquets
it: Numero di pacchetti
ko: 패키지 수
pt_pt: Número de bibliotecas
ru: Количество пакетов
tr: Paket Sayısı
uk: Кількість пакетів
zh_hans: 软件包数量
zh_hant: 套件數量

# tap-details.remove-%@
source: Remove %@
cs: Odstranit %@
de: Entferne %@
es_419: Remover %@
fr: Supprimer %@
it: Rimuovi %@
ko: %@ 제거
pt_pt: Remover %@
ru: Удалить %@
tr: %@'i Kaldır
uk: Прибрати %@
zh_hans: 移除 %@
zh_hant: 移除 %@

# update-packages.detail-stage.backing-up
source: Backing up old version…
cs: Zálohování starší verze…
de: Sichere alte Version...
es_419: Haciendo copia de seguridad de la versión antigua…
fr: Sauvegarde de l'ancienne version…
it: Eseguo il backup della vecchia versione…
ko: 이전 버전 백업하기...
pt_pt: A restaurar versão antiga…
ru: Резервное копирование старой версии...
tr: Eski sürüm yedekleniyor…
uk: Резервне копіювання старої версії...
zh_hans: 正在备份旧版本…
zh_hant: 備份舊版中…

# update-packages.detail-stage.cleanup
source: Cleaning up…
cs: Odstraňování nepotřebných souborů…
de: Aufräumen...
es_419: Limpiando…
fr: Nettoyage en cours…
it: Ripulisco…
ko: 정리 중...
pt_pt: A limpar…
ru: Очистка...
tr: Temizleniyor...
uk: Прибирання...
zh_hans: 正在清除…
zh_hant: 清理中…

# update-packages.detail-stage.downloading
source: Downloading…
cs: Stahování…
de: Herunterladen...
es_419: Descargando...
fr: Téléchargement en cours…
it: Scarico…
ko: 다운로드 중...
pt_pt: A transferir…
ru: Скачивание...
tr: İndiriliyor...
uk: Завантаження...
zh_hans: 下载中…
zh_hant: 下載中…

# sidebar.search.prompt
source: Installed Packages
cs: Balíčky
de: Installierte Pakete
es_419: Paquetes instalados
fr: Paquets installés
it: Pacchetti installati
ko: 설치된 패키지
pt_pt: Bibliotecas instaladas
ru: Установленные
tr: Kurulu Paketler
uk: Встановлені пакети
zh_hans: 已安装软件包
zh_hant: 已安裝的套件

# state.update-homebrew.terminal.title
source: Updating through the Terminal
cs: Aktualizace přes Terminál
de: Aktualisierung über das Terminal
es_419: Actualizar a tráves de la terminal
fr: Mise à jour via le Terminal
it: Aggiornamento via Terminale
pt_pt: A atualizar pelo Terminal
ru: Обновление через Терминал
tr: Terminal Üzerinden Güncelleniyor
uk: Оновлення через Термінал
zh_hans: 通过终端更新
zh_hant: 經由終端機更新

# tap-details.homepage
source: Homepage
cs: Web
de: Webseite
es_419: Página de inicio
fr: Page d'accueil
it: Home
ko: 홈페이지
pt_pt: Página Principal
ru: Домашняя страница
tr: Ana Sayfa
uk: Домашня сторінка
zh_hans: 主页
zh_hant: 首頁

# update-packages.error.sudo-required
source: Action is needed to finish updating
cs: Aktualizace je potřeba dokončit mimo Cork
de: Es sind Maßnahmen erforderlich, um die Aktualisierung abzuschließen.
es_419: Se necesita una acción para terminar de actualizar
fr: Action nécessaire pour terminer la mise à jour
it: È richiesta un’azione per terminare l’aggiornamento
pt_pt: Ação necessária para acabar a atualização
ru: Требуется действие для завершения обновления
tr: Güncellemeyi tamamlamak için işlem gerekiyor
uk: Виконайте наступну дію, щоб завершити оновлення
zh_hans: 需要采取行动以完成更新
zh_hant: 需要進行操作以完成更新

# update-packages.error
source: Packages updated with errors
cs: Balíčky byly aktualizovány, ale vyskytly se chyby
de: Pakete mit Fehlern aktualisiert
es_419: Paquetes actualizados con errores
fr: Paquets mis à jour avec des erreurs
it: Pacchetti aggiornati con errori
ko: 오류로 업데이트된 패키지
pt_pt: Bibliotecas atualizadas com erros
ru: Обновление пакетов завершено с ошибками
tr: Paketler güncellendi ancak hatalar var
uk: Пакети оновлено з помилками
zh_hans: 软件包更新失败
zh_hant: 套件更新時發生錯誤

# update-packages.error.sudo-required.description
source: Some of your packages can only be updated through the Terminal Click "Finish in Terminal" below Use ⌘+V to insert the command, and then press ↩ (Return) to execute the command and follow the instructions After the command finishes, return to Cork
cs: Některé vaše balíčky musíte aktualizovat přes Terminál Klikněte na "Dokončit v Terminálu" Použijte zkratku ⌘+V pro vložení příkazu, který se zkopíruje po tom, co kliknete na "Dokončit v Terminálu". Potom na klávesnici stiskněte ↩ (Return) a řiďte se podle instrukcí v Terminálu Až se příkaz dokončí, vraťte se do Corku
de: Einige Ihrer Pakete können nur über das Terminal aktualisiert werden. Klicken Sie unten auf „Im Terminal beenden“. Fügen Sie den Befehl mit ⌘+V ein und drücken Sie dann ↩ (Return), um den Befehl auszuführen. Befolgen Sie anschließend die Anweisungen. Kehren Sie nach Abschluss des Befehls zu Cork zurück.
es_419: Algunos de tus paq
fr: Certains de vos paquets ne peuvent être mis à jour uniquement par le biais du Terminal. Cliquez sur "Finir dans Terminal" ci-dessous Utilisez les touches ⌘+V pour insérer la commande, puis appuyez sur ↩ (Retour) pour exécuter la commande et suivre les instructions. Une fois la commande terminée, revenez à Cork
it: Alcuni pacchetti possono essere aggiornati solo dal Terminale Fai clic su “Finisci nel Terminale” qui sotto Usa ⌘+V per inserire il comando, poi premi ↩ (Invio) per eseguire il comando e segui le istruzioni Al termine del comando, torna su Cork
pt_pt: Algumas bibliotecas só podem ser atualizadas através do Terminal Clica em "Concluir no Terminal" abaixo Usa ⌘+V para inserir o comando e pressiona ↩ (Return) para executar o comando e seguir as instruções Após o comando terminar, regressa ao Cork
ru: Некоторые из ваших пакетов можно обновить только через Терминал. Для этого нажмите “Завершить в Терминале”. Нажмите ⌘+V, чтобы вставить команду в Терминал, а затем нажмите ↩ (Return), чтобы выполнить команду. После этого следуйте инструкциям. После завершения выполнения команды вернитесь в Cork.
tr: Bazı paketleriniz yalnızca Terminal üzerinden güncellenebilir Aşağıda "Terminal'de Bitir"e tıklayın Komutu eklemek için ⌘+V'ye basın, ardından komutu çalıştırmak ve talimatları izlemek için ↩ (Return) tuşuna basın Komut tamamlandıktan sonra Cork'a geri dönün
uk: Деякі з ваших пакунків можна оновити лише через Термінал Натисніть «Завершити у Терміналі» нижче Використовуйте ⌘+V, щоб вставити команду, а потім натисніть ↩ (Return), щоб виконати команду і дотримуйтесь інструкцій Після завершення виконання команди поверніться до Cork
zh_hans: 某些软件包只能通过终端更新 点击下方「在终端中继续」 使用 ⌘+V 粘贴命令，然后按 ↩（回车）执行命令并按提示操作 命令完成后，返回 Cork
zh_hant: 部分套件僅能透過終端更新。請點擊下方的「在終端完成」。 使用 ⌘+V 來黏貼命令，然後按 ↩（Return）執行命令並遵循指示。命令完成後，回到 Cork

# update-packages.finished
source: Successfully updated packages
cs: Balíčky aktualizovány
de: Pakete erfolgreich aktualisert
es_419: Paquetes actualizados correctamente
fr: Mise à jour des paquets réussie
it: Pacchetti aggiornati con successo
ko: 패키지 업데이트 성공
pt_pt: Bibliotecas atualizadas com sucesso
ru: Обновление пакетов завершено успешно
tr: Paketler başarıyla güncellendi
uk: Пакети успішно оновлено
zh_hans: 成功更新软件包
zh_hant: 成功更新套件

# update-packages.finished.description
source: There were no errors
cs: Nevyskytly se žádné chyby
de: Es wurden keine Fehler festgestellt
es_419: No hubieron errores
fr: Il n'y a eu aucune erreur
it: Nessun errore
ko: 오류 없음
pt_pt: Sem erros
ru: Проблем не обнаружено
tr: Hiç bir hataya rastlanmadı
uk: Помилок не виявлено
zh_hans: 未发生任何错误
zh_hant: 未發生任何錯誤

# update-packages.incremental.finished
source: Successfully updated selected packages
cs: Vybrané balíčky aktualizovány
de: Ausgewählte Pakete erfolgreich aktualisiert
es_419: Paquetes seleccionados actualizados correctamente
fr: Mise à jour réussie des paquets sélectionnés
it: Pacchetti selezionati aggiornati con successo
ko: 선택한 패키지를 성공적으로 업데이트했습니다.
pt_pt: Bibliotecas selecionadas atualizadas com sucesso
ru: Выбранные пакеты обновлены успешно
tr: Seçili paketler başarıyla güncellendi
uk: Вибрані пакети успішно оновлено
zh_hans: 已成功更新选定的软件包
zh_hant: 選擇的套件已成功更新

# update-packages.incremental.impossible-case
source: I don't know what you did to make this appear
cs: Netuším, jak jste se sem dostali
de: Ich weiß nicht was du getant hast, damit das passiert
es_419: No sé qué hiciste para que esto aparezca.
fr: Je ne sais pas ce que vous avez fait pour que cela apparaisse
it: Non so cosa tu abbia fatto per far apparire questo
ko: 어떻게 해서 이렇게 표시되었는지 모르겠습니다.
pt_pt: Não sei o que fizeste para isto aparecer
ru: Не знаю, как вы так намудрили!
tr: Bu hatayı almak için ne yaptığını ben de bilmiyorum
uk: Я навіть не знаю, що Ви зробили, щоб це зʼявилось
zh_hans: 我不知道为什么它会出现
zh_hant: 發生了未能預見的錯誤

# update-packages.incremental.update-in-progress-%@
source: Updating %@…
cs: Aktualizace %@…
de: Aktualisiere %@…
es_419: Actualizando %@…
fr: Mise à jour de %@…
it: Aggiorno %@…
ko: %@ 업데이트 중 ...
pt_pt: A atualizar %@
ru: Обновление %@...
tr: %@ güncelleniyor…
uk: Оновлення %@...
zh_hans: 更新 %@…
zh_hant: 正在更新 %@…

# update-packages.no-managed-updates
source: All packages managed by Homebrew are up to date
cs: Všechny balíčky spravované přes Homebrew jsou aktualizované
de: Alle von Homebrew verwalteten Pakete sind auf dem neuesten Stand.
es_419: Todos los paquetes manejados por Homebrew están actualizados
fr: Tous les paquets gérés par Homebrew sont à jour
it: Tutti i pacchetti gestiti da Homebrew sono aggiornati
ru: Все пакеты, требующие ручного обновления, имеют последние версии
tr: Homebrew tarafından yönetilen paketlerin tamamı güncel
uk: Усі пакети, що управляються Homebrew, оновлені до останньої версії
zh_hans: 所有受 Homebrew 管理的软件包均为最新版本
zh_hant: 經由 Homebrew 管理的所有套件均為最新版本

# update-packages.no-updates
source: No updates available
cs: Nejsou dostupné žádné aktualizace
de: Keine Aktualisierungen verfügbar
es_419: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
it: Nessun aggiornamento disponibile
ko: 사용 가능한 업데이트가 없습니다.
pt_pt: Sem atualizações disponíveis
ru: Обновлений не найдено
tr: Mevcut güncelleme yok
uk: Немає оновлень
zh_hans: 无可用更新
zh_hant: 毋需更新

# update-packages.updating.checking
source: Fetching updates…
cs: Stahování aktualizací…
de: Lade Aktualisierungen…
es_419: Recuperando actualizaciones…
fr: Récupération des mises à jour…
it: Ottengo aggiornamenti…
ko: 업데이트 가져오기...
pt_pt: A transferir atualizações…
ru: Поиск обновлений...
tr: Güncellemeler alınıyor…
uk: Отримання оновлень...
zh_hans: 正在获取更新…
zh_hant: 正在獲取更新…

# update-packages.updating.finished
source: Done
cs: Hotovo
de: Fertig
es_419: Hecho
fr: Terminé
it: Fine
ko: 완료
pt_pt: Terminado
ru: Обновление завершено
tr: Tamamlandı
uk: Завершено
zh_hans: 完成
zh_hant: 完畢

# state.disabled
source: Disabled
cs: Vypnuto
de: Deaktiviert
es_419: Deshabilitado
fr: Désactivé
it: Disattivato
ko: 비활성화
pt_pt: Desabilitado
ru: Отключено
tr: Devre dışı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 停用

# update-packages.updating.ready
source: Ready
cs: Vše připraveno
de: Bereit
es_419: Listo
fr: Prêt
it: Pronto
ko: 준비
pt_pt: Pronto
ru: Обновление начинается
tr: Hazır
uk: Готово
zh_hans: 就绪
zh_hant: 已準備
